{
    "Chicken in a Fox Suit" : "When the Foxes open their eyes during the Night Phase, so do you. Help them decide which Chicken will be eaten. During the Day Phase, you may NOT explicitly say who the Foxes are as this will give you away, but should use what you know to help the other Chickens. The Foxes **can** vote to eat you during the Night Phase.",
    "Chicken" : "Each day, all players must decide on one person who will be chased off the farm.\n\nYou must get rid of all the Foxes to win",
    "Cultist" : "The Ultimate in Self Destruction! You can still win by eliminating all Foxes, but if you feel the odds are too great you may reveal yourself as the Cultist. You consult the Peckronomicon and summon forth the mighty Cluckthulhu! **All** will be devoured!\nNo-one wins!",
    "Cunning Fox" : "Your perfect disguises mean that any time a player uses a special ability to see whether or not you`re a Fox, you will **always** come up as a Chicken. You and your fellow Foxes still need to outnumber the Chickens to win the game.",
    "Darth Vixen" : "The force is strong in you. If another player uses his special ability in a way that affects you directly, you may cancel out his use of it once per game, even if it affects other players, too.",
    "Den Mother" : "Once per game, you may choose to eat an extra Chicken on your own. Once the Foxes have decided on someone to eat during the Night Phase, the Storyteller will ask if you would like to eat. If you would like to, silently point out your victim. If not, shake yout head - the Storyteller will ask again during the next Night Phase.",
    "Egg" : "If the Foxes decide during the Night Phase that you will be their victim, the Storyteller must play as normal. However, when the Day Phase begins, the Storyteller must state that no-one was eaten during the night! You are protected by your hard shell.",
    "El Pollo Loco" : "Once per game during the Night Phase, you can choose a fellow player. In each Night Phase, the storyteller will ask you, whether you want to `unmask` someone. During the following Day Phase, assuming this player survives, the Storyteller will order him to reveal himself and he will be eliminated in disgrace from the game.",
    "Emperor Vulpatine" : "Once per game you may use your evil powers to destroy a single player of your choice during a Night Phase. Such is the lure of the dark side...",
    "Fox Club" : "The other Foxes said you were too small to come along, but you decided to go anyway to hunt Chickens! You are not allowed to open your eyes or vote with the grown up Foxes at Night and must keep your identity secret. However, if the Foxes choose to eat you during the Night Phase, your true nature is revealed and you become a fully fledged Fox! Next morning, the Storyteller must tell all the players that a new Fox has joined the group.",
    "Fox" : "Each night you and the other Foxes must secretly choose one Chicken between you.\n\nYou win when there are more Foxes than Chickens.",
    "Furlicia" : "At the end of each Night Phase, the Storyteller will ask you to point out one player. At the start of the Day Phase, the Storyteller will order that player to be silent for that Day because of your spell! He returns to normal at the start of the following Day.",
    "Little Chick" : "During the Night Phase, the Storyteller will ask you to open your eyes before the Foxes. You will then be asked to peek at one single player who you think could be a Fox. If you are correct, the Storyteller will nod. If you are incorrect, the Storyteller will shake his head. You will then close your eyes again and the Foxes will choose a victim.",
    "Litle Metal Hen" : "During the Night Phase, the Storyteller will ask you to open your eyes before the Foxes. You will then be asked to scan one single player whose identity you wish to learn. If the player is a Fox, the Storyteller will show you his teeth! If the player is a Chicken, the Storyteller will flap his arms. You will then close your eyes and the Foxes will choose a victim.",
    "Mad Scientist" : "Once per game during a Night Phase, you may bring a Chicken who has just been eaten during the previuous Night Phase back to life. The resurrected Chicken returns to play at the start of the following Day as if nothing happened ... but it can easily be eaten again!",
    "Mother Hen" : "During the Night Phase, the Storyteller will ask you to opern your eyes before the Foxes. You will then be asked to choose **one** player then to close your eyes again. He will be protected by you. If the Foxes choose to eat that player, the following Day Phase will begin with the Storyteller saying that no-one was eaten in the night. If a Fox is chosen, the Foxes will be able to choose whoever they like for their meal that night!",
    "Obi Hen Kenobi" : "This is not the Chicken you`re looking for! Once per game, if the Foxes decide to eat you during a Night Phase, you will survive their attack by using your mind controlling ways! However, if they choose you again, you will be eaten and be out of the game!",
    "Prize Chicken" : "If you are chosen to be eaten by the Foxes during the Night Phase, time is running out. The farmer is so sad he forgets to feed everyone! The Chickens will only have **three** more Day Phases to get rid of all of the Foxes. Failure to do so results in an immediate win for the Foxes.",
    "Rooster" : "During the Night Phase, the Storyteller asks you to open your eyes before the Foxes. You will then be asked if you wish to use your power. If **yes**, point at one player - at the srart of the next Day Phase the Storyteller will tell the group this player was chased away. If **no**, close your eyes and play will continue as normal. However, if you chase away **two** Chickens, the farmer sells you and you will be eliminated from the game.", 
    "The Doctor" : "At the start of each Night Phase you can choose a Companion. If anything negative happens to him (including if he gets eaten!) the effect passes to you - ouch! He will remain in the game, safe from harm for the rest of that Night.",
    "The Illusionist" : "Once per game, you may choose one player to disappear for a whole Day and Night Phase. The Storyteller will ask you if you wish to make someone disappear at the end of the Night Phase. If you choose to use your ability, the person will be tapped on the shoulder by the Storyteller. This is a signal that he is not to open his eyes until the start of the following Day Phase.",
    "The Old Gypsy Woman" : "At the start of the game, the Storyteller will secretly ask you to forecast which side will win the game. If your choice is correct, you will be the sole winner! Just like the Old Gypsy Woman said!",
    "Vegan Fox" : "A hard role to play, because Chickens are friends, not food! Therefore the Vegan Fox is like a Double Agent. You work alongside the Foxes durin the Night Phases (and must still choose Chickens that will be eaten), but during the Day you must try to get your fellow Foxes eliminated. You and the Chickens will win if all Foxes are out of the game apart from you.",
    "Weighted Companion Egg" : "You are not allowed to vote during the game but can still get involved in discussions. However, if the Chickens are to win, you **must** be eliminated before the end of the game. For Science! If you are still alive when all Foxes have been chased away, the Foxes will be declared winners!",
    "Wesley Clucker" : "At the start of a Night Phase, the Storyteller will wake you to ask who you wish to scan with your technological prowess in order to see if he is anything but a normal Fox or Chicken. If your target has a special ability, the Storyteller will give you a positive signal. If the target is a standard Fox or Chicken, he will give you a negative signal.",
    "Zombie Chicken" : "The ultimate revenge! If the Foxes choose you as their dinner during the Night Phase, the Storyteller will say \"Zombie Chicken .. **arise**!\". You then get to wale up and take one of the Foxes with you with all the remaining Foxes to witness the horror. Both players are eliminated from the game and are revealed at the start of the next Day Phase.",
    "Chewbocka" : "Must be played with Hen Solo\n Punch it, Chewue! **raaaaaaaaawr**! Keep each other alive until the end of the game and get rid of all the Foxes to win. If either Chewie or hen is eliminated, the other player in the pair can`t win. The other Chickens will win but Chewbocka or Hen Solo will not be included in the victory.",
    "Hen Solo" : "Must be played with Chewbocka\n Punch it, Chewue! **raaaaaaaaawr**! Keep each other alive until the end of the game and get rid of all the Foxes to win. If either Chewie or hen is eliminated, the other player in the pair can`t win. The other Chickens will win but Chewbocka or Hen Solo will not be included in the victory.",
    "Jammer" : "Power jam! While the Jammer is in play, Foxes may eat one extra Chicken per Night. If the Jammer is eliminated and the Pivot is still in play, the Foxes may **still** eat one extra Chicken per Night as he passes the ability over. Only recommended in larger groups.",
    "Pivot" : "Power jam! While the Jammer is in play, Foxes may eat one extra Chicken per Night. If the Jammer is eliminated and the Pivot is still in play, the Foxes may **still** eat one extra Chicken per Night as he passes the ability over. Only recommended in larger groups."
}